{"translation-revision-date":"2022-02-26 22:04:11+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Configuration required":["Configurazione necessaria"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["In questo passaggio, devi aggiungere i profili social personali della persona che il tuo sito rappresenta. Per farlo, devi andare alla %1$sPagina profilo%2$s dell'utente (che si apre in una nuova scheda del browser). Poi, scorri in basso fino alla sezione 'Informazioni di contatto' (vedi lo screenshot qui sotto) e compila gli URL dei profili social personali che vuoi aggiungere. In alternativa, chiedi all'utente o a un amministratore di farlo se non ti è permesso."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["In questo passaggio, devi aggiungere i profili social personali della persona che il tuo sito rappresenta. Per farlo, dovrai andare alla pagina %1$sUtenti%2$s > Pagina profilo in una nuova scheda del browser. In alternativa, chiedi all'utente o a un amministratore di farlo se non ti è permesso."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s Alternatively, ask the user or an admin to do it if you are not allowed.":["Hai selezionato l'utente %1$s come la persona che questo sito rappresenta. Le informazioni del profilo utente saranno ora usate nei risultati di ricerca. %2$sAggiorna il profilo per assicurarti che le informazioni siano corrette.%3$s In alternativa, chiedi all'utente o ad un amministratore di farlo se non ti è permesso."],"Unlock with %s!":["Sblocca con %s!"],"Make pages easier for Google and visitors to find":["Rendi le pagine più facili da trovare per Google e i visitatori"],"Orphaned content":["Contenuti orfani"],"Organization name (important)":["Nome dell'organizzazione (importante)"],"Get guidance on how to use Yoast SEO to the fullest":["Ottieni indicazioni su come utilizzare al meglio Yoast SEO"],"Email address":["Indirizzo email"],"%1$s\/%2$s steps completed":["%1$s\/%2$s passaggi completati"],"Saved!":["Salvato!"],"Twitter URL":["URL Twitter"],"Facebook URL":["URL Facebook"],"Could not save this value. Please check the URL.":["Impossibile salvare questo valore. Si prega di controllare l'URL."],"Could not save this value. Please check the URL or username.":["Impossibile salvare questo valore. Si prega di controllare l'URL o il nome utente."],"Name (important)":["Nome (importante)"],"Add internal links to your posts and pages":["Aggiungi link interni ai tuoi post e alle tue pagine"],"Organization logo (important)":["Logo azienda (importante)"],"Receive best-practice tips and learn how to rank on search engines":["Ricevi suggerimenti sulle migliori pratiche e impara a posizionarti nei motori di ricerca"],"Person logo \/ avatar (important)":["Logo personale \/ avatar (importante)"],"Stay up-to-date with the latest SEO news":["Rimani aggiornato sulle ultime notizie SEO"],"Sign up!":["Iscriviti!"],"That email address has already been subscribed.":["Questo indirizzo email è già registrato."],"Bring more visitors to your articles":["Porta più visitatori ai tuoi articoli"],"That is not a valid email address. Check your email address and try again.":["Questo non è un indirizzo email valido. Controlla il tuo indirizzo email e riprova."],"Oops! Something went wrong. Check your email address and try again.":["Oops! Qualcosa è andato storto. Controlla il tuo indirizzo email e riprova."],"Make your important articles rank higher":["Fai in modo che i tuoi articoli importanti si posizionino più in alto"],"Apply the optimal SEO settings to your site":["Applica le impostazioni SEO ottimali per tuo sito"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast rispetta la tua privacy. Leggi %1$s la nostra politica sulla privacy%2$s su come gestiamo le tue informazioni personali."],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["Grazie! Fai clic sul link nell'e-mail che ti abbiamo appena inviato per confermare la tua iscrizione alla newsletter."],"see which %s features you use or don't use;":["vedi quali %s funzioni usi o non usi;"],"collect info about the plugins and themes you have installed;":["raccogliere informazioni sui plugin e sui temi che hai installato;"],"Help us improve Yoast SEO":["Aiutaci a migliorare Yoast SEO"],"A screenshot of the Contact Info section of a user's Profile page":["Uno screenshot della sezione Informazioni di contatto della pagina del profilo di un utente"],"Screenshot:":["Screenshot:"],"Sign up for the Yoast newsletter!":["Iscriviti alla newsletter Yoast!"],"Save and continue":["Salva e continua"],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["Per completare questo passaggio, seleziona se siamo autorizzati a migliorare Yoast SEO con i tuoi dati."],"No, don’t track my site data":["No, non tracciare i dati del mio sito"],"To provide the best experience for you, we need your permission to do the following things:":["Per garantirti la migliore esperienza possibile, ci serve la tua autorizzazione per fare quanto segue:"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["Nella pagina %1$sUtenti%2$s, passa il mouse sopra il nome utente che desideri modificare. Fai clic su \"Modifica\" per accedere al profilo dell'utente. Quindi, scorri verso il basso fino alla sezione \"Informazioni di contatto\" (vedi screenshot sotto) e compila gli URL dei profili social personali che desideri aggiungere."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["Importante: non venderemo mai questi dati. E ovviamente, come sempre, non raccogliamo alcun dato personale su di te o sui tuoi visitatori!"],"Yes, you can track my site data":["Sì, autorizzo a monitorare i dati del mio sito"],"Can we collect anonymous information about your website and how you use it?":["Ci autorizzi a raccogliere informazioni anonime sul tuo sito web e su come lo utilizzi?"],"Add a catchy tagline that describes your site in the best light. Use the keywords you want people to find your site with. Example: %1$s’s tagline is ‘SEO for everyone.’":["Aggiungi uno slogan accattivante che descriva il tuo sito nel migliore dei modi. Usa le parole chiave con cui vuoi che le persone trovino il tuo sito. Esempio: lo slogan di %1$s è \"SEO per tutti\"."],"Please be aware that you need to set a name and logo in step 2 for structured data to work properly.":["Ricorda di impostare un nome e un logo nel passaggio 2 logo affinché i dati strutturati funzionino correttamente."],"Do you have profiles for your site on social media? Then, add all of their URLs here, so your social profiles may also appear in a Google Knowledge Panel.":["Hai dei profili sui social media per i tuoi siti? Allora aggiungi tutti gli URL qui, in modo da far comparire i tuoi profili social in Google Knowledge Panel."],"You need to set a person name and logo for structured data to work properly.":["È necessario impostare il nome di una persona e il logo affinché i dati strutturati funzionino correttamente."],"You need to set an organization name and logo for structured data to work properly.":["È necessario impostare un nome e un logo dell'organizzazione affinché i dati strutturati funzionino correttamente."],"Does your site represent an Organization or Person?":["Il tuo sito rappresenta un'organizzazione o una persona?"],"Site tagline":["Motto del sito"],"Tell Google what kind of site you have and increase the chance it gets features in a Google Knowledge Panel. Select ‘Organization’ if you are working on a site for a business or an organization. Select ‘Person’ if you have, say, a personal blog.":["Indica a Google che tipo di sito hai e aumenta le possibilità che ottenga delle funzionalità in Google Knowledge Panel. Seleziona \"Organizzazione\" se stai lavorando su un sito per un'azienda o un'organizzazione. Seleziona \"Persona\" se hai, ad esempio, un blog personale."],"Site representation":["Rappresentazione del sito"],"%1$sImportant:%2$s After you’ve completed (or made any changes to) a step below, please make sure to save your changes by clicking the ‘Save and continue’ button below that step.":["%1$sImportante:%2$s Dopo aver completato (o apportato modifiche) nel passaggio di seguito, assicurati di salvare le modifiche facendo clic sul pulsante \"Salva e continua\"."],"Continue":["Continua"],"Click the button below to optimize your SEO data. It will let us see your site as Google does, so we can give you the best SEO tips and improve technical SEO issues in the background! If you have a lot of content the optimization might take a while. But trust us, it's worth it! %1$sLearn more about the benefits of optimized SEO data.%2$s":["Fai clic sul pulsante qui sotto per ottimizzare i tuoi dati SEO. Questo ci permetterà di vedere il tuo sito come fa Google, così possiamo darti i migliori consigli SEO e aiutarti con i problemi tecnici di SEO in background! Se hai molti contenuti, l'ottimizzazione potrebbe richiedere un po' di tempo. Ma fidati di noi, ne vale la pena! %1$sUlteriori informazioni sui vantaggi dei dati SEO ottimizzati.%2$s"],"Configure %1$s with optimal SEO settings for your site":["Configura %1$s con impostazioni SEO ottimali per il tuo sito"],"Configuration":["Configurazione"],"Optimize SEO data":["Ottimizza i dati SEO"],"Error stack trace":["Traccia dello stack di errore"],"Response":["Risposta"],"Error message":["Messaggio di errore"],"Status code":["Codice di stato"],"Request method":["Metodo di richiesta"],"Request URL":["URL della richiesta"],"Error details":["Dettagli dell'errore"],"The cornerstone approach":["L'approccio Cornerstone"],"Rank with articles you want to rank with":["Posizionati meglio con gli articoli che vuoi che vengano mostrati per primi"],"Stop SEO data optimization":["Interrompi l'ottimizzazione dei dati SEO"],"Optimizing SEO data... This may take a while.":["Ottimizzazione dei dati SEO in corso... Potrebbe metterci qualche minuto."],"SEO data optimization complete":["L'ottimizzazione dei dati SEO è stata completata"],"SEO data optimization is disabled for non-production environments.":["L'ottimizzazione dati SEO è disabilitata per gli ambienti di sviluppo."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Questa funzionalità include e sostituisce il contatore di link nei testi e la funzionalità di analisi dei link interni"],"Start SEO data optimization":["Inizia l'ottimizzazione dei dati SEO"],"Select a user...":["Seleziona un utente..."],"Wikipedia URL":["URL di Wikipedia "],"Configure %s in a few steps":["Configura %s in pochi passi"],"Configure %s":["Configura %s"],"Social profiles":["Profili social"],"YouTube URL":["URL di YouTube"],"Pinterest URL":["URL di Pinterest"],"MySpace URL":["URL di MySpace"],"LinkedIn URL":["URL di LinkedIn"],"Instagram URL":["URL di Instagram"],"Congratulations!":["Congratulazioni!"]}},"comment":{"reference":"js\/dist\/workouts.js"}}