{"translation-revision-date":"2022-02-26 22:04:11+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Il tuo account %s non contiene ancora alcuna frase chiave per questo sito web. Puoi tenere d'occhio le frasi chiave usando il pulsante \"Segui la prestazione SEO\" nell'editor dell'articolo."],"%s account":["Account %s "],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Questo riepilogo ti mostra solo le frasi chiave aggiunte da Yoast SEO. Potrebbero esserci altre frasi chiave aggiunte dal tuo %s."],"reconnect to %s":["riconnetti a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembra che qualcosa sia andato storto durante il recupero dei dati del tuo sito web. Si prega di %s e riprovare."],"Tracking the ranking position...":["Monitorando la posizione nei risultati di ricerca..."],"Read more about keyphrase tracking with Wincher":["Ulteriori informazioni sul monitoraggio delle frasi chiave con Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Collega %1$s con %2$s per monitorare la posizione del tuo sito nei risultati di ricerca in base alle tue frasi chiave.  %3$s"],"Position":["Posizione"],"Connect with %s":["Connetti con %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posizione della frase chiave negli ultimi 90 giorni su una scala da 0 a 100."],"Get more insights over at %s":["Ottieni più approfondimenti su %s"],"The number of headers and header labels don't match.":["Il numero di header a di etichette per l'header non combacia."],"Keyphrase":["Frase chiave"],"%d day":["%d giorno","%d giorni"],"View":["Visualizza"]}},"comment":{"reference":"js\/dist\/dashboard-widget.js"}}